{
    "abyssinian": "The Abyssinian is often a colorful cat with a distinctly ticked coat, medium in size and regal in appearance; lithe, hard and muscular, showing eager activity and lively interest in their surroundings. They are often well balanced temperamentally and physically.",
    "american bobtail": "The American Bobtail is generally medium to large cat, with a naturally occurring bobbed tail. The American Bobtail is athletic and usually well-muscled with a sometimes powerful look. They possess a natural hunting gaze that combined with their body type, give American Bobtail a distinctive wild appearance.",
    "american curl": "The distinctive feature of the American Curl is their attractive, uniquely curled-back ears. Elegant, well balanced, moderately muscled, slender rather than massive in build.  They often appear well proportioned and balanced and can vary in size.",
    "american shorthair": "The American Shorthair is a true breed of working cat. The general effect is that of a strongly built, well balanced, symmetrical cat with conformation indicating power, endurance, and agility.",
    "american wirehair": "The American Wirehair cat resulted as a spontaneous mutation. Their coat, which is not only springy, dense, and resilient, but also coarse and hard to the touch, distinguishes the American Wirehair from all other breeds.",
    "balinese": "The Balinese is often a svelte cat with long tapering lines, very lithe but strong and muscular. The Balinese is unique with their distinct range of colors and silky coat that hides a supple and athletic body.",
    "bengal": "The Bengal is a domestic cat that has physical features distinctive to the small forest-dwelling wildcats, and with the loving, dependable temperament of a family pet. As such, some characteristics in the appearance of the Bengal are distinct from those found in other domestic cat breeds.",
    "birman": "A cat of mystery and legend, the Birman is a colorpointed cat with long silky hair and four pure white feet. They are often strongly built, elongated and stocky, neither svelte nor stocky. Their distinctive head has strong jaws, firm chin, and medium length nose.",
    "bombay": "The Bombay is a medium-size cat, well-balanced, friendly, alert, and outgoing; muscular and having a surprising weight for their size. Their body and tail is usually of medium length, their head rounded with medium-sized, wide-set ears, a moderate nose stop, which is visible, large rounded wide-set eyes.",
    "british shorthair": "The British Shorthair is a compact, well-balanced, and powerful cat, with a short, very dense coat. They often convey an overall impression of balance and proportion in which no feature is exaggerated.",
    "burmese": "The Burmese is a cat of medium size with substantial bone structure, good muscular development, and a surprising weight for their size. This together with a rounded head, expressive eyes, and a sweet expression presents a totally distinctive cat who is comparable to no other breed.",
    "burmilla": "The Burmilla’s appearance is that of an elegant cat of foreign type and medium size.",
    "chausie": "The leggy, limber and statuesque Chausie is a true athlete in a cat’s body. Graceful and well-balanced, the Chausie is a large-sized, exotic-looking cat with a long, lean body and seemingly endless energy. She has a deep chest, shortened tail and sloping muzzle offset by angular cheekbones and large tufted ears. The Chausie’s short coat can be brown-ticked tabby, solid black or grizzled tabby.",
    "cornish rex": "The Cornish Rex is distinguished from all other breeds by its extremely soft, wavy coat and racy type. The cat is surprisingly heavy and warm to the touch. All contours of the Cornish Rex are gently curved.",
    "cymric": "The overall appearance should be that of a medium-sized, compact, muscular cat. The Cymric has a round head with a firm muzzle and prominent cheeks, short front legs, height of hindquarters, great depth of flank, and a short back, which forms a smooth continuous arch from the shoulders to the round rump. ",
    "devon rex": "The Devon Rex is a breed of unique appearance. The breed’s large eyes, short muzzle, prominent cheekbones, and huge, lowset ears create a characteristic elfin look. A cat of medium fine frame, the Devon is well covered with soft, wavy fur. The fur is of a distinctive texture, as the mutation that causes its wavy coat is cultivated in no other breed.",
    "egyptian mau": "The Egyptian Mau is the only natural domesticated breed of spotted cat. The Egyptian’s impression should be one of an active, colorful cat of medium size with well-developed muscles.",
    "exotic shorthair": "The ideal Exotic should present an impression of a heavily boned, well balanced cat with a sweet expression and soft, round lines. The large, round eyes set wide apart in a large round head contribute to the overall look and expression. The thick, plush coat softens the lines of the cat and accentuates the roundness in appearance.",
    "hairless cat": "The most distinctive feature of this cat is its appearance of hairlessness. The Sphynx is of medium size and body conformation with surprising weight for its size. The body feels warm and soft to the touch, with a skin texture akin to either a soft peach or a smooth nectarine. The Sphynx is sweet-tempered, lively, and amenable to handling.",
    "havana": "The overall impression of the ideal Havana Brown is a cat of medium size with a rich, solid color coat and good muscle tone. Due to its distinctive muzzle shape, coat color, brilliant and expressive eyes, and large forward tilted ears, it is comparable to no other breed.",
    "himalayan": "The Himalayan is a hybrid breed identical to the Persian, but distinguished by the points on the cats’ extremities (the facial mask, feet, ears, and tail) which results in a Persian-type cat with the coloring and deep blue eyes of the Siamese-patterned cat. The ideal Himalayan is a strong cat with excellent boning and musculature, a well-balanced cat, giving the impression of robust power.",
    "japanese bobtail": "The Japanese Bobtail presents the overall impression of a medium-sized cat with clean lines and bone structure, well-muscled but straight and slender rather than massive in build. The unique set of this cat’s eyes, combined with high cheekbones and a long parallel nose, lend a distinctive Japanese cast to the face. The short tail resembles a bunny tail with the hair fanning out to create a pom-pom appearance, which effectively camouflages underlying bone structure of the tail. Overall type, composed of balance, elegance, and refinement is essence of Japanese Bobtail breed.",
    "javanese": "Javanese cats are faithful companions who will follow you from room to room, chatting at you along the way. The Javanese shares many similarities with the Siamese, but there are subtle differences between the two.",
    "korat": "The Korat’s general appearance is of a silver blue cat with a heavy silver sheen, medium sized, hard bodied, and muscular. This cat is all smooth curves, with huge eyes that are luminous, alert, and expressive. The breed has a perfect physical condition and alert appearance.",
    "laperm": "The LaPerm breed is a naturally occurring mutation producing curly coats in both long- and shorthaired cats. They are medium sized, of moderate type. All parts of body are in harmony with the size of cat. This breed matures in two to three years.",
    "maine coon": "The Maine Coon is solid, rugged, and can endure a harsh climate. A distinctive characteristic of this cat is the smooth, shaggy coat. This breed is well-proportioned, has a balanced appearance, and has adapted to varied environments.",
    "manx": "The overall impression of the Manx cat is that of roundness; round head with firm, round muzzle and prominent cheeks; broad chest; substantial short front legs; short back which arches from shoulders to a round rump; great depth of flank and rounded, muscular thighs.",
    "munchkin": "The Munchkin cat has no problem getting around the same as its longer-limbed feline friends — it just might take them a few extra steps along the way. These cute, curious cats are known for snatching shiny objects, so don’t be surprised if these “magpies” borrow your favorite piece of jewelry.",
    "nebelung": "Nebelung cats look similar to the Russian Blue, but they are two separate breeds. The Nebulung is recognizable by its thick, shimmering blue coat and adored for its sweet, affectionate personality. Make sure you have plenty of time to spend with this loyal cat.",
    "norwegian forest": "The Norwegian Forest Cat is a sturdy cat with a distinguishing double coat and easily recognizable body shape. This is a slow maturing breed, attaining full growth at approximately five years of age.",
    "ocicat": "The Ocicat is a medium to large, well-spotted agouti cat of moderate type. This breed displays the look of an athletic animal: well-muscled and solid, graceful and lithe, yet with a fullness of body and chest. This powerful, athletic, yet graceful spotted cat is particularly noted for having a “wild” appearance.",
    "oriental": "The Oriental is a svelte cat with long, tapering lines, very lithe but muscular. Excellent physical condition. Eyes clear. Strong and lithe, neither bony nor flabby. Because of the longer coat, the Longhair Division appears to have softer lines and less extreme type than the Shorthair Division.",
    "persian": "The Persian is a heavily boned, well-balanced cat with a sweet expression and soft, round lines. This cat has large round eyes set wide apart in a large round head. The long thick coat softens the lines of the cat and accentuates the roundness in appearance.",
    "pixiebob": "The Pixiebob is a domestic cat that has a visual similarity to the North American Bobcat.",
    "ragamuffin": "The overall impression of the RagaMuffin is one of sweetness and robust health. They are a large cat with substantial bone structure and full bodies. The large, expressive eyes strongly contribute to the overall sweet look. The only extremes in this cat are large size, large expressive eyes, and docile nature. RagaMuffins attain full maturity at approximately four years of age.",
    "ragdoll": "The Ragdoll is a well-balanced cat with no extreme features. They are a medium to large, moderately longhaired, blue-eyed pointed cats. The point markings may be covered by a range of white overlay patterns. Ragdolls are slow maturing, reaching full coat and color at about three years of age. The Ragdoll is an affectionate and intelligent cat, giving the impression of graceful movement and subdued power, striking in appearance.\n\nBreed Traits\nPLAYFULNESS\n3 out of 5\nACTIVITY LEVEL\n2 out of 5\nFRIENDLINESS TO OTHER PETS\n4 out of 5\nFRIENDLINESS TO CHILDREN\n4 out of 5\nGROOMING REQUIREMENTS\n4 out of 5\nVOCALITY\n2 out of 5\nNEED FOR ATTENTION\n2 out of 5\nAFFECTION TOWARD ITS OWNERS\n4 out of 5\nDOCILITY\n5 out of 5\nINTELLIGENCE\n4 out of 5\nINDEPENDENCE\n2 out of 5\nHARDINESS\n3 out of 5\nPersonality\nHistory\nPhysical Attributes\nDisclaimer\nAvailable Pets\n\nPersonality\nExpand Personality content\nDocile, mild-mannered, and congenial, Ragdolls make ideal indoor companions. One of the nicest features of these cats is their laid-back, sweet personality. They are devotion wrapped in silky fur, loving loyalty with gentle white paws. Very in tune with their human’s routines and emotions, Ragdolls are there when you come home at night to greet you with a leg rub, a forehead kiss, and a big purr. If you’ve had a bad day, they’ll cuddle into your lap to offer gentle comfort so that soon you’ll be smiling again. A better friend you couldn’t have.\n\nThey are playful but are not overactive. Known to adapt easily to almost any environment, Ragdolls get along well with children and adults, as well as other cats and dogs. They are easily trained to stay off the counter and are affectionate without being overly demanding. They have soft, polite voices, even at dinnertime, even though they are renowned for their enthusiasm for food. One thing Ragdolls are not, however, is impervious to pain. If you accidentally step on their tails, they’ll shriek and eye you reproachfully, just as any other cat will.\n\nRead more...\nHistory\nExpand History content\nThe Ragdoll is a breed whose origins are surrounded by mystery, controversy, and tall tales. Instead of facts, we have colorful stories, speculation, conjecture, and plain old fiction. Telling one from the other is easier said than done. The Ragdoll was developed in the 1960s by the late Ann Baker of Riverside, California. In fact, who, where, and when are just about the only details involving the breed’s origins that are not subject to debate. The foundation cat from which the breed originated, Josephine, was a semi-feral longhaired white female of unknown parentage. Despite Ann Baker’s colorful stories, it’s likely that the foundation cat possessed some exceptional genes, either recessive or masked by her dominant white color, allowing for some striking offspring. These striking offspring, in particular a mitted sealpoint longhaired male with a white blaze and a white tail tip named Daddy Warbucks, became the foundation of the Ragdoll breed.\n\nIn 1971, Ann Baker trademarked the name Ragdoll, and after years of selective breeding, the Ragdoll developed into the breed known today. It took many years of effort to overcome the strange tales and controversies behind the breed, but with the Ragdoll’s hard-won CFA championship status granted in February 2000, the breed was finally recognized for championship by every major North American cat association. The Ragdoll has earned a place in the spotlight, just as this cat has earned a place in the laps and hearts of people everywhere.\n\nRead more...\nPhysical Attributes\nBODY\nLarge and long, broad and solid, with heavy boning. Rectangular in shape, with a full chest and equal width across shoulders and hindquarters. Body firm and muscular, not fat. Moderate stomach pad on lower abdomen acceptable. Females may be substantially smaller than males. Allow for slow maturation in young adults.\n\nHEAD\nProportionately large with a broad, modified wedge that is equilateral in shape, where all sides are of equal length as measured from the outside of the base of the ear to the end of the gently rounded muzzle. Appearance of a flat plane between ears. Cheeks in line with wedge. When whiskers and fur are smoothed back, the underlying bone structure is apparent. Slightly curving; ending in straight, medium-length nose. Chin well-developed, strong, in line with nose and upper lip. Neck heavy and strong.\n\nEARS\nMedium sized. Wide set and moderately flared, continuing the line of wedge. Wide at base with rounded tips, and tilted forward.\n\nEYES\nLarge, vivid blue ovals. Wide set and moderately slanted, complementing wedge. Color blue.\n\nLEGS & PAWS\nLegs substantial and medium length; medium heavy musculature; hind legs slightly heavier; paws round, large, with tufting.\n\nTAIL\nLong, medium at base with slight taper; in proportion to body.\n\nCOAT\nSemi-long, silky, plush, with medium undercoat; coat lies with body and breaks as cat moves; medium ruff.\n\nCOLOR\nSealpoint and white; blue point and white; all other pointed and white colors including lilac, chocolate, all lynx colors, red, cream, tortie and all van colors; all mitted point colors including chocolate, seal, lilac, blue, all lynx colors, red, cream and tortie; all colorpoint colors including chocolate, seal, lilac, blue, all lynx colors, red, cream, and tortie.\n\nDisclaimer\nNote: While the characteristics mentioned here may frequently represent this breed, cats are individuals whose personalities and appearances will vary. Please consult the adoption organization for details on a specific pet.\nFinding Ragdolls for You...\nOrganizations with Ragdolls\nMerlin's Hope Ragdoll Rescue Ennis, TX\n(8) See Pets\nCat A Do Cat Co-Op Mesa, AZ\n(2) See Pets\nThe Hermitage Cat Shelter Tucson, AZ\n(2) See Pets\nIndependent Rescuers Mission Viejo, CA\n(2) See Pets\nPurebreds Plus Cat Rescue Davis, CA\n(3) See Pets\nRelated Content\nBest Cat Breeds For Kids\nBest Cat Breeds For Kids\nLooking for a cat breed that's great for children? Regardless of which cat breed you choose, if you have children, you’ll likely want one that is sociable, adaptable, and somewhat playful. Here are some of the best cat breeds for kids!\n\nMeet the Fluffy Cat Breeds\nMeet the Fluffy Cat Breeds\nMeet some fluffy cats that make great pets, get tips for grooming and find out which fluffy cat breed might be best for you.\n\nDo you have a cat?\nTell us about your pets and see how others have voted.\nYes, I do!Yes, I do!\nYes, and I'm a dog owner tooYes, and I'm a dog owner too\nNo cats, but I love my dog(s)No cats, but I love my dog(s)\nNo, but I'm looking for a catNo, but I'm looking for a cat\nNo dogs or catsNo dogs or cats\nSimilar Breeds\nABOUT PETFINDER\nPET ADOPTION\nPET CARE TOPICS\nSITEMAP\nPRIVACY POLICY (UPDATED)\nABOUT OUR ADS\nSHELTER & RESCUE LOGIN\nSHELTER & RESCUE REGISTRATION\nTo get the latest on pet adoption and pet care, sign up for the Petfinder newsletter.\nSIGN UP\n \n \n \n \n©2020 Petfinder.com\n\nAll trademarks are owned by Société des Produits Nestlé S.A., or used with permission.",
    "russian blue": "The Russian Blue cat is recognizable by his beautiful green eyes and a striking blue coat that has a lustrous sheen.",
    "scottish fold": "The Scottish Fold cat occurred as a spontaneous mutation in farm cats in Scotland. The breed has been established by crosses to British Shorthair and domestic cats in Scotland and England. In America, the outcross is the American and British Shorthair. All bona fide Scottish Fold cats trace their pedigree to Susie.",
    "selkirk rex": "The Selkirk Rex is the result of a dominant, spontaneous mutation that causes each hair (guard, down and awn) to have a gentle curl giving the coat a soft feel. The Selkirk Rex is a medium to large cat with heavy boning that gives the cat surprising weight and an impression of power.",
    "siamese": "The ideal Siamese is a medium-sized, svelte, refined cat with long tapering lines, very lithe but muscular. Males may be proportionately larger. Balance and refinement are the essence of the breed, where all parts come together in a harmonious whole, with neither too much nor too little consideration given to any one feature.",
    "siberian": "The Siberian, Russia’s native forest cat, first appeared in recorded history around the year 1000 and hails from the unforgiving climate of Siberia. This is a cat that nature designed to survive, with no extremes in type. The Siberian is a medium to medium large, strong triple-coated cat with surprising heft for its size. The overall appearance should be one of strength, presence, and alertness, with a sweet facial expression. The breed is extremely slow to mature taking as long as 5 years.",
    "singapura": "The appearance of an alert healthy small- to medium-sized muscular bodied cat with noticeably large eyes and ears in proportion to its head. Cat to have the illusion of refined delicate coloring.",
    "snowshoe": "The combination of short hair, modified wedge, semi-foreign build, and particolor points sets the Snowshoe apart from other breeds. The Snowshoe is a strikingly marked cat in a variety of unique patterns.",
    "somali": "The overall impression of the Somali is that of a well-proportioned medium to large cat, firm muscular development, lithe, showing an alert, lively interest in all surroundings, with an even disposition and easy to handle. The cat is to give the appearance of activity, sound health, and general vigor.",
    "sphynx": "The most distinctive feature of this cat is its appearance of hairlessness. The Sphynx is of medium size and body conformation with surprising weight for its size. The body feels warm and soft to the touch, with a skin texture akin to either a soft peach or a smooth nectarine. The Sphynx is sweet-tempered, lively, and amenable to handling.",
    "tonkinese": "The Tonkinese is an alert, active cat with good muscular development. Tonkinese cats are very personable and are known for their good temperament and loyal companionship.",
    "toyger": "With majestic looks fitting for a tiger, the Toyger is a medium-sized, muscular cat with a long, rectangular body, substantial boning, high shoulders and inverted heart-shaped face. Her powerful body type lends itself to the slinky, rolling stride of a wild cat, demanding your attention. With a coat pattern that’s uniquely hers, the Toyger has circular facial markings and dark vertical stripes patterned against her shiny, plush, vivid orange coat.",
    "turkish angora": "A balanced, graceful cat with a fine, silky coat that shimmers with every movement, in contrast to the firm, long muscular body beneath it.",
    "turkish van": "The Turkish Van is a natural breed from the rugged, remote, and climatically varied region of the Middle East. The breed is known for its unique, distinctive pattern; the term “Van” has been adopted by a variety of breeds to describe white cats with colored head and tail markings. The Turkish Van is a solidly built, semi-longhaired cat with great breadth to the chest. The strength and power of the cat is evidenced in its substantial body and legs. This breed takes a full 3 to 5 years to reach full maturity and development.",
    "york chocolate": "The ideal York Chocolate is a strikingly rich chocolate brown or lustrous lavender with a coat that has a glossy sheen and flows over body lines accentuating graceful, flexible body movement."
}