[
    "Cats have powerful night vision, allowing them to see at light levels six times lower than what a human needs in order to see.",
    "Ever wonder why catnip lulls felines into a trance? The herb contains several chemical compounds, including one called nepetalactone, which a cat detects with receptors in its nose and mouth.",
    "Cats have five toes on each front paw, but only four toes on each back paw.",
    "Cats have over one hundred vocal sounds, while dogs only have about ten.",
    "A pack of kittens is called a kindle, while a pack of adult cats is called a clowder.",
    "An adult cat can run about 12 miles per hour, and can sprint at nearly thirty miles per hour.",
    "A cat’s tongue is scratchy because it’s lined with papillae—tiny elevated backwards hooks that help to hold prey in place.",
    "The nose pad of each cat has ridges in a unique pattern not unlike a person’s fingerprints.",
    "Cats’ bodies are extremely flexible; the cat skeleton contains more than 230 bones while a human has about 206, and the pelvis and shoulders loosely attach to the spine. This adds to their flexibility and allows them to fit through very small spaces.",
    "Cats have better memories than dogs. Tests conducted by the University of Michigan concluded that while a dog’s memory lasts no more than 5 minutes, a cat’s can last as long as 16 hours—exceeding even that of monkeys and orangutans.",
    "In terms of development, the first year of a cat’s life is equal to the first 15 years of a human life. After its second year, a cat is 25 in human years. And after that, each year of a cat’s life is equal to about 7 human years.",
    "Cats can be lethal hunters and very sneaky, when they walk their back paws step almost exactly in the same place as the front paws did beforehand, this keeps noise to a minimum and limits visible tracks.",
    "The hearing of the average cat is at least five times keener than that of a human adult.",
    "In the largest cat breed, the average male weighs approximately 20 pounds.",
    "Domestic cats spend about 70 percent of the day sleeping. And 15 percent of the day grooming.",
    "Domestic cats love to play, this is especially true with kittens who love to chase toys and play fight. Play fighting among kittens may be a way for them to practice and learn skills for hunting and fighting.",
    "Cats have five toes on each front paw, but only four on the back ones. It’s not uncommon, though, for cats to have extra toes.",
    "Some believe that if you dream about a white cat, good luck will follow.",
    "Meows are not innate cat language—they developed them to communicate with humans!",
    "Officials don’t want to encourage people to overfeed their pets, but in 2003, a Siamese cat named Katy was a serious contender for the unofficial record.",
    "Cats might be marking you as territory when they massage you. And since kittens knead their mama—s belly to stimulate milk production, there—s also a chance that they carry this behavior into adulthood - a phenomenon known as a neotenic behavior.",
    "Cats have a fantastic sense of balance, so they’re able to tell “up” from down and adjust their bodies accordingly. If they sense they’re plummeting downwards, they twist their flexible backbones mid-air, allowing them to right themselves so they don’t fall splat on their backs.",
    "Usually we think it's the other way around, but even if you’re not allergic to cats, your cat might be allergic to you. One in 200 cats are believed to have asthma—and this number continues to rise among indoor kitties as they're more frequently exposed to cigarette smoke, dust, human dandruff, and pollen.",
    "This mythhas persisted across Western civilization for centuries. Felines with dark fur first became linked with the Devil during the Middle Ages, and when the Black Death pandemic ravaged Europe in the mid-14th century, superstitious individuals responded by killing off the black cat population."
]