{
    "rabbits": "Oh! rabbits are cute and furry!",
    "fish": "Fishes have many species, like goldfish, koi, siamese fighting fish, mosquitofish and oscar. ",
    "goldfish": "The goldfish is a freshwater fish in the family Cyprinidae of order Cypriniformes. It is one of the most commonly kept aquarium fish. They have many varieties. Which breed do you want to know about?",
    "black telescope": "The Black telescope is a black-colored variant of telescope goldfish that has a characteristic pair of protruding eyes. It is also referred to as popeye, moor, kuro-demekin in Japan and dragon-eye in China.",
    "bubble eye": "The small, fancy Bubble Eye has no dorsal fin and upward pointing eyes accompanied by two large fluid-filled sacs.",
    "celestial eye": "Fancy Celestial eye goldfish or Choten gan has a double tail and a breed-defining pair of upturned, telescope eyes with pupils gazing skyward.",
    "comet": "The comet or comet-tailed goldfish is the most common single-tailed variety in the United States. It is similar to the common goldfish, except slightly smaller and slimmer, and is mainly distinguished by its long, deeply forked tail.",
    "fantail": "The Fantail goldfish is the western form of the Ryukin and possesses an egg-shaped body, a high dorsal fin, a long quadruple caudal fin, and no shoulder hump.",
    "lionhead": "The fancy lionhead has a hood. This fish is the precursor to the ranchu.",
    "oranda": "The fancy oranda is characterised by a prominent raspberry-like hood (also known as wen or head growth) that encases the whole head and some with the entire face, except for the eyes and mouth.",
    "pearlscale": "The fancy pearlscale or chinshurin in Japanese, is spherical-bodied with finnage similar to the fantail and veiltail. Its scales are protruded into white domes that remind one of pearls.",
    "pompom": "The fancy Pompoms or pompons or hanafusa have bundles of loose fleshy outgrowths between the nostril, called nasal boquettes, on each side of the head.",
    "ryukin": "The ryukin has a short, deep body with a characteristic shoulder hump.",
    "shubunkin": "Fancy and hardy Japanese Shubunkins have a single tail with nacreous scales, and a pattern known as calico.",
    "telescope": "The fancy telescope is characterized by its protruding eyes. It is also known as the globe eye or dragon eye goldfish.",
    "ranchu": "The fancy Japanese ranchu is hooded. The Japanese refer to it as the king of goldfish.",
    "panda telescope": "The fancy panda telescope is another colored variant of telescope goldfish.",
    "veiltail": "The fancy veiltail is known for its extra-long, flowing double tail. Modern veiltail standards require little or no indentation of the trailing edges of the caudal fins, as in a wedding veil for a bride.",
    "butterfly tail": "The butterfly tail moor or butterfly telescope is of the telescope-eye lineage, with twin broad tails best viewed from above. The spread of the caudal fins resembles butterflies underwater.",
    "meteor goldfish": "The meteor goldfish is a strange-looking variety that has been developed by specialist breeders of fancy goldfish. It has no tail fin, hence its name.",
    "lionchu": "The Lionchu or lionhead-ranchu is a fancy goldfish that has resulted from crossbreeding lionheads and ranchus.",
    "egg fish goldfish": "The egg-fish goldfish is a fancy goldfish that lacks a dorsal fin and has a pronounced egg-shaped body.",
    "shukin": "The Shukin is a Ranchu-like goldfish developed from Ranchus and Orandas at the end of the 19th century in Japan.",
    "curled gill goldfish": "The Curled-gill or Reversed-gill goldfish is another uncommon variety of fancy goldfish that has been developed by specialist enthusiasts. It owes its name to the out-turned appearance of its gill covers.",
    "tamasaba": "The Tamasaba or Sabao is an uncommon Japanese variety of goldfish with a body shaped similar to the Ryukin and a very long, flowing, single tail that is similar to that of a comet goldfish, hence its other name, comet-tail ryukin.",
    "tosakin": "The Tosakin is a very distinctive breed of goldfish with a large tail fin that spreads out horizontally (like a fan) behind the fish, followed by the bottom tips folding behind its caudal fin. Though technically a divided tail, the two halves are attached at the center/middle forming a single fin.",
    "white telescope": "The White telescope is a white variant of telescope goldfish that has a white body and a characteristic pair of protruding eyes.",
    "budgerigar": "Budgies are the only species in the genus Melopsittacus. Naturally, the species is green and yellow with black, scalloped markings on the nape, back, and wings. ",
    "bird": "Birds have many species, like companion parrots, fowl, columbines and passerines.",
    "birds": "Birds have many species, like companion parrots, fowl, columbines and passerines.",
    "companion parrots": "A companion parrot is a parrot kept as a pet that interacts abundantly with their human counterpart. Generally, most species of parrot can make excellent companions. Species of parrots that are kept as companions include large parrots, such as amazons, greys, cockatoos, eclectus, hawk-headed parrots, and macaws; mid-sized birds, such as caiques, conures, quakers, Pionus, Poicephalus, rose-ringed parakeets, and rosellas; and many of the smaller types, including Brotogeris, budgies, cockatiels, parakeets, lovebirds, parrotlets and lineolated parakeets. Which specie do you want to know?",
    "amazon parrot": "Amazon parrot is the common name for a parrot of the genus Amazona. These are medium-sized parrots native to the New World ranging from South America to Mexico and the Caribbean. Most amazon parrots are predominantly green, with accenting colors that depend on the species and can be quite vivid. They feed primarily on seeds, nuts, and fruits, supplemented by leafy matter.",
    "psittacus": "Psittacus is a genus of African parrots in the subfamily Psittacinae. It contains the two species: the grey parrot and the Timneh parrot.",
    "aardvark": "",
    "albatross": "",
    "alligator": "",
    "alpaca": "",
    "ant": "",
    "anteater": "",
    "antelope":"",
    "ape": "",
    "armadillo": "",
    "baboon": "",
    "badger": "",
    "barracuda": "",
    "bat": "",
    "bear": "",
    "beaver": "",
    "bee": "",
    "bison": "",
    "boar": "",
    "buffalo": "",
    "butterfly": "",
    "camel": "",
    "capybara": "",
    "caribou": "",
    "cassowary": "",
    "caterpillar": "",
    "cattle": "",
    "chamois": "",
    "cheetah": "",
    "chicken": "",
    "chimpanzee": "",
    "chinchilla": "",
    "chough": "",
    "clam": "",
    "cobra": "",
    "cockroach": "",
    "cod": "",
    "cormorant": "",
    "coyote": "",
    "crab": "",
    "crane": "",
    "crocodile": "",
    "crow": "",
    "curlew": "",
    "deer": "",
    "dinosaur": "",
    "dogfish": "",
    "dolphin": "",
    "donkey": "",
    "dotterel": "",
    "dove": "",
    "dragonfly": "",
    "duck": "",
    "dugong": "",
    "dunlin": "",
    "eagle": "",
    "echidna": "",
    "eel": "",
    "eland": "",
    "elephant": "",
    "elephant seal": "",
    "elk": "",
    "emu": "",
    "falcon": "",
    "ferret": "",
    "finch": "",
    "flamingo": "",
    "fly": "",
    "fox": "",
    "frog": "",
    "gaur": "",
    "gazelle": "",
    "gerbil": "",
    "giant panda": "",
    "giraffe": "",
    "gnat": "",
    "gnu": "",
    "goat": "",
    "goose": "",
    "goldfinch": "",
    "gorilla": "",
    "goshawk": "",
    "grasshopper": "",
    "grouse": "",
    "guanaco": "",
    "guinea fowl": "",
    "guinea pig":"",
    "gull": "",
    "hamster": "",
    "hare": "",
    "hawk": "",
    "hedgehog": "",
    "heron": "",
    "herring": "",
    "hippopotamus": "",
    "hornet": "",
    "horse": "",
    "human": "",
    "hummingbird": "",
    "hyena": "",
    "ibex": "",
    "ibis": "",
    "jackal": "",
    "jaguar": "",
    "jay": "",
    "jellyfish": "",
    "kangaroo": "",
    "kingfisher": "",
    "koala": "",
    "komodo dragon": "",
    "kookabura": "",
    "kouprey": "",
    "kudu": "",
    "lapwing": "",
    "lark": "",
    "lemur": "",
    "leopard": "",
    "lion": "",
    "llama": "",
    "lobster": "",
    "locust": "",
    "loris": "",
    "louse": "",
    "lyrebird": "",
    "magpie": "",
    "mallard": "",
    "manatee": "",
    "mandrill": "",
    "mantis": "",
    "marten": "",
    "meerkat": "",
    "mink": "",
    "mole":"",
    "mongoose": "",
    "monkey": "",
    "moose": "",
    "mouse": "",
    "mosquito": "",
    "mule": "",
    "narwhal": "",
    "newt": "",
    "nightingale": "",
    "octopus": "",
    "okapi": "",
    "opossum": "",
    "oryx": "",
    "ostrich": "",
    "otter": "",
    "owl": "",
    "ox": "",
    "oyster": "",
    "panther": "",
    "parrot": "",
    "partridge": "",
    "peafowl": "",
    "pelican": "",
    "penguin": "",
    "pheasant": "",
    "pig": "",
    "pigeon": "",
    "polar-bear": "",
    "pony": "",
    "porcupine": "",
    "porpoise": "",
    "prairie dog": "",
    "quail": "",
    "quelea": "",
    "quetzal": "",
    "rabbit": "",
    "raccoon": "",
    "rail":"",
    "ram": "",
    "rat": "",
    "raven": "",
    "red deer": "",
    "red panda": "",
    "reindeer": "",
    "rhinoceros": "",
    "rook": "",
    "salamander": "",
    "salmon": "",
    "sand-dollar": "",
    "sandpiper": "",
    "sardine": "",
    "scorpion": "",
    "sea lion": "",
    "sea urchin": "",
    "seahorse": "",
    "seal": "",
    "shark": "",
    "sheep": "",
    "shrew": "",
    "skunk": "",
    "snail": "",
    "snake": "",
    "sparrow": "",
    "spider": "",
    "spoonbill": "",
    "squid": "",
    "squirrel": "",
    "starling": "",
    "stingray": "",
    "stinkbug": "",
    "stork": "",
    "swallow": "",
    "swan": "",
    "tapir": "",
    "tarsier": "",
    "termite": "",
    "tiger": "",
    "toad": "",
    "trout": "",
    "turkey": "",
    "turtle": "",
    "vicuña": "",
    "viper": "",
    "vulture": "",
    "wallaby": "",
    "walrus": "",
    "wasp": "",
    "water-buffalo": "",
    "weasel": "",
    "whale": "",
    "wolf": "",
    "wolverine": "",
    "wombat": "",
    "woodcock": "",
    "woodpecker": "",
    "worm": "",
    "wren": "",
    "yak": "",
    "zebra": ""
}
